Repository: Xildra/SignatureKit
Catalog: Sources/SignatureKit/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: Cancel
fr: Annuler

source: Clear
fr: Tout effacer

source: Done
fr: Valider

source: Draw your signature with your finger
fr: Tracez la signature avec le doigt

source: Empty
fr: Vide

source: Redo
fr: Rétablir

source: Sign above the line
fr: Signez au-dessus de la ligne

source: Signature area
fr: Zone de signature

source: Signed
fr: Signée

source: Undo
fr: Annuler le trait
